SKIN_NAMES = {1: '地狱犬', 2: '突击队', 3: '莫比乌斯', 4: '特种作战', 5: '大家伙', 6: '尤摩扬', 7: '老兵', 8: '沃菲尔德', 9: '雾影', 10: '秘银矿工', 11: '血赤', 12: '暗影', 13: '鎏金', 14: '青柠', 15: '白骨', 16: '霓虹线', 17: '橙线', 18: '光谱', 19: '紫晶', 20: '全彩', 21: '幽魂', 22: '赤发', 23: '赏金猎人', 24: '赤红', 25: '苍翠', 26: '收割者', 27: '矿场老兵', 28: '普通', 29: '矿场督工', 30: '爆破作业组', 31: '重装护卫', 32: '深岩钻工', 33: '静默矿工', 34: '轨道拾荒者', 35: '老勘探队长', 36: '搬运工', 37: '合成矿工', 38: '飞车队手', 39: '装甲教官', 40: '机甲', 41: '重甲', 0: '标准'}
FREE_SKINS = {0, 28}

SKIN_NAMES = dict(sorted(SKIN_NAMES.items()))
